CHECKLIST_TABLES = ['ac', 'an', 'ap', 'aps']
POLL_INTERVAL = 60  # секунды между проверками

ABBREVIATIONS = """
ГА - гражданская авиация;
САБ - служба авиационной безопасности;
АБ - авиационная безопасность;
УВД - управление воздушным движением;
ГСМ – горючесмазочный материал;
ВС - воздушное судно;
КПП - контрольно-пропускной пункт;
ЧС - чрезвычайная ситуация;
VIP-зал - зал для особо важных персон;
ВВ - взрывчатые вещества;
КВС - командир воздушного судна;
ИАС - инженерно-авиационная служба;
"""

LEVELS = """
(1) - несоответствие критическое, представляющее угрозу авиационной безопасности и препятствующее дальнейшей деятельности;
(2) - несоответствие, не препятствующее дальнейшей деятельности, при условии устранения в согласованные сроки или введении ограничений;
(3) - несоответствие, подлежащее устранению при совершенствовании производства и системы качества;
(*) - не обязательно для данной организации;
(+) - отвечает требованиям;
(NA) - не применимо, меры или процедуры не применяются или не используются в организации ГА;
(NC) - не подтверждено, меры или процедуры, в отношении которых инспекторы не смогли установить соответствие требованиям нормативных правовых актов.
"""
